{
  "bloody-a70": [
    "Bloody A70",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665316757/DSC00063_lpixuq.jpg",
    "I have always been happy when it comes to the mouse. I've had it for a long time and there hasn't been a single problem with it. One thing I dislike which is apparently not considered to be a drawback by many people is that the lighting is too diverse and distracting.",
    "Mouse"
  ],
  "thunderx3-tc3bk": [
    "ThunderX3 TC3BK",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665316764/DSC00073_iwnxdb.jpg",
    "This chair is surprisingly inexpensive and good. I can move my backrest backwards and lie on it like on a bed. It initially creaks slightly but as you use it, it creaks less and less, and eventually stops creaking totally.",
    "Chair"
  ],
  "razer-cynosa-lite": [
    "Razer Cynosa Lite",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665316756/DSC00066_mdlw8e.jpg",
    "I had always wanted to buy this keyboard before I finally bought it and it was worth it. Its only problem is that the letters on the keys get erased; I have over 3 letters already erased.",
    "Keyboard"    
  ],
  "sennheiser-hd-206": [
    "Sennheiser HD 206",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665316757/DSC00089_ayxnxv.jpg",
    "I suspect that these headphones are the best ones in terms of price/quality. They can let you hear very clean audio and its only problem is that its wire is too long.",
    "Headphones"    
  ],
  "aoc-i2475pxqu": [
    "AOC i2475Pxqu",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665319733/DSC00075_ygqgow_wlspi8.jpg",
    "Neat, good-sized and minimal. After using a relatively small monitor for a long time, this monitor turned out to be something new to me. It is great. One of the main reasons why it is so great is that it is simple: there are no modern monitor technologies, no wings on either side of the monitor, nothing like that. The only drawback is that it has 60 hertz; however, it is compensated by the pros.",
    "Monitor"
  ],
  "marantz-pro": [
    "Marantz Pro",
    "https://res.cloudinary.com/dsliut4oh/image/upload/v1665316756/DSC00093_bufdoq.jpg",
    "It is truly handy to attach this microphone to the table so that it is around 15 centimeters away from you and merely use it. No software or anything. Its most considerable drawback is that it starts creaking whilst being moved as you use it.",
    "Microphone"
  ]
}
