{
  "eportal": {
    "full-name": "eportal",
    "icon": "https://res.cloudinary.com/dsliut4oh/image/upload/v1667590002/evolution-plant_meur26.png",
    "icon-dark-mode": "https://res.cloudinary.com/dsliut4oh/image/upload/v1667590002/evolution-plant_meur26.png",
    "how-i-came-up-with-the-brainchild": {
      "english": "Trying to stick to the right branch of programming, I found out about AI. I needed to come up with a solid brainchild which could be subtly related to the AI and be relatively simple. At that time I was really interested in the evolution of species, so I combined those two interests and got this brainchild.",
      "spanish": "Tratando de ceñirme a la rama correcta de la programación, descubrí la inteligencia artificial. Necesitaba pensar en una buena idea que pudiera relacionarse sutilmente con la inteligencia artificial y que fuera relativamente simple. En ese momento estaba realmente interesado en la evolución de las especies, así que combiné esos dos intereses y obtuve esta idea."
    },
    "how-the-coding-went": {
      "english": "Every single day I went to school (I was 12 years old then), came back home, ate some food, did my homework and coded immensely hard with almost no rest. And in a few months of coding and constantly rebuilding the game I managed to release it and right away get around 10 stars on GitHub and 30 likes in the community where it was promoted.",
      "spanish": "Todos los días iba a la escuela (tenía 12 años en ese momento), volvía a casa, comía algo, hacía la tarea y programaba mucho, casi sin parar. Y en unos pocos meses de constante codificación y reconstrucción del juego, logré publicarlo e inmediatamente obtuve unas 10 estrellas en GitHub y 30 Me gusta en la comunidad donde se promocionó."
    },
    "how-i-promoted-the-game": {
      "english": "I needed to find a free way to promote the game, and I eventually came up with the idea of asking the admin of a community in which projects of beginners where posted to post my game. The admin did it, and the idea turned out to be really successful.",
      "spanish": "Necesitaba encontrar una forma gratuita de promocionar el juego, y al final se me ocurrió la idea de pedirle al administrador de la comunidad, en la que se presentaban los proyectos de los recién llegados, que publicara mi juego. El administrador hizo exactamente eso, y la idea resultó ser realmente exitosa."
    }
  },
  "smiling-zombies": {
    "full-name": "Smiling Zombies",
    "icon": "https://res.cloudinary.com/dsliut4oh/image/upload/v1667589790/logo_3_bzlwki.png",
    "icon-dark-mode": "https://res.cloudinary.com/dsliut4oh/image/upload/v1667591831/logo_3_bzlwki_nkqwaa.png",
    "how-i-came-up-with-the-brainchild": {
      "english": "Eportal resembles a research dedicated to evolution and I thought that many people who aren't interested in games would not be interested in it, so I decided to make a game dedicated to evolution which would be able to be actually played. Not to lose the productiveness I decided to go with the same team as when it came to eportal.",
      "spanish": "Eportal parece una investigación dedicada a la evolución y pensé que mucha gente que no está interesada en los juegos no estaría interesada en él, así que decidí hacer un juego dedicado a la evolución que pudiera jugarse. Para no perder la productividad, decidí ir con el mismo equipo que cuando se trataba de eportal."
    },
    "how-the-coding-went": {
      "english": "Making this project was slightly easier than making the original version of it as the graphics had already been coded. Turning this project into a game was still quite hard, though.",
      "spanish": "Hacer este proyecto fue un poco más fácil que hacer la versión original, ya que los gráficos ya habían sido codificados. Sin embargo, convertir este proyecto en un juego fue bastante difícil."
    },
    "how-i-promoted-the-game": {
      "english": "I did not want to risk the success of the previous version of this game, so I decided to do the same: I came up with the idea of asking the admin of a community, in which projects of beginners where posted, to post my game.",
      "spanish": "No quería arriesgar el éxito de la versión anterior de este juego, así que decidí hacer lo mismo: tuve la idea de preguntarle al community manager de la comunidad donde se publican proyectos de novatos para que publicara mi proyecto."
    }
  }
}
